{
  "bible_quotes": [
    "Ибо так возлюбил Бог мир, что отдал Сына Своего Единородного, дабы всякий верующий в Него, не погиб, но имел жизнь вечную (Иоанна 3:16)",
    "Бог есть любовь, и пребывающий в любви пребывает в Боге, и Бог в нем (1 Иоанна 4:16)",
    "Любовь долготерпит, милосердствует, любовь не завидует, любовь не превозносится, не гордится (1 Коринфянам 13:4)",
    "Но Бог Свою любовь к нам доказывает тем, что Христос умер за нас, когда мы были еще грешниками (Римлянам 5:8)",
    "Кто отлучит нас от любви Божией: скорбь, или теснота, или гонение, или голод, или нагота, или опасность, или меч?.. Но все сие преодолеваем силою Возлюбившего нас (Римлянам 8:35, 37)",
    "Возлюбляемы будем любить Его, потому что Он прежде возлюбил нас (1 Иоанна 4:19)",
    "И мы познали любовь, которую имеет к нам Бог, и уверовали в нее. Бог есть любовь, и пребывающий в любви пребывает в Боге, и Бог в нем (1 Иоанна 4:16)",
    "Не бойся, ибо Я искупил тебя, назвал тебя по имени твоему; ты Мой (Исаия 43:1)",
    "Ибо я уверен, что ни смерть, ни жизнь, ни Ангелы, ни Начала, ни Силы, ни настоящее, ни будущее... ни другая какая тварь не может отлучить нас от любви Божией во Христе Иисусе, Господе нашем (Римлянам 8:38-39)",
    "По сей-то воле освящены мы единократным принесением тела Иисуса Христа (Евреям 10:10)",
    "Вера же есть осуществление ожидаемого и уверенность в невидимом (Евреям 11:1)",
    "И всё, чего ни попросите в молитве с верою, получите (Матфея 21:22)",
    "А без веры угодить Богу невозможно; ибо надобно, чтобы приходящий к Богу веровал, что Он есть, и ищущим Его воздает (Евреям 11:6)",
    "Иисус же сказал им:... если вы будете иметь веру с горчичное зерно и скажете горе сей: «перейди отсюда туда», и она перейдет; и ничего не будет невозможного для вас (Матфея 17:20)",
    "Твердого духом Ты хранишь в совершенном мире, ибо на Тебя уповает он (Исаия 26:3)",
    "Надейся на Господа всем сердцем твоим, и не полагайся на разум твой (Притчи 3:5)",
    "А надеющиеся на Господа обновятся в силе: поднимут крылья, как орлы, потекут — и не устанут, пойдут — и не утомятся (Исаия 40:31)",
    "Имейте веру Божию, ибо истинно говорю вам, если кто скажет горе сей: подымись и ввергнись в море, и не усумнится в сердце своем, но поверит, что сбудется по словам его, — будет ему, что ни скажет (Марка 11:23)",
    "Мир оставляю вам, мир Мой даю вам; не так, как мир дает, Я даю вам. Да не смущается сердце ваше и да не устрашается (Иоанна 14:27)",
    "Придите ко Мне все труждающиеся и обремененные, и Я успокою вас (Матфея 11:28)",
    "Бог же надежды да исполнит вас всякой радости и мира в вере, дабы вы, силою Духа Святого, обогатились надеждою (Римлянам 15:13)",
    "И покой Божий, который превыше всякого ума, соблюдет сердца ваши и помышления ваши во Христе Иисусе (Филиппийцам 4:7)",
    "Господь — пастырь мой; я ни в чем не буду нуждаться (Псалом 22:1)",
    "Если я пойду и долиною смертной тени, не убоюсь зла, потому что Ты со мной; Твой жезл и Твой посох — они успокаивают меня (Псалом 22:4)",
    "Славлю Тебя, потому что я дивно устроен. Дивны дела Твои, и душа моя вполне сознает это (Псалом 138:14)",
    "Все могу в укрепляющем меня Иисусе Христе (Филиппийцам 4:13)",
    "Но Господь сказал мне: «довольно для тебя благодати Моей, ибо сила Моя совершается в немощи». И потому я гораздо охотнее буду хвалиться своими немощами, чтобы обитала во мне сила Христова (2 Коринфянам 12:9)",
    "Итак будьте терпеливы и мужественны, все, надеющиеся на Господа! (Псалом 30:25)",
    "Господь — крепость моя и щит мой; на Него уповало сердце мое, и Он помог мне (Псалом 27:7)",
    "Ибо дал нам Бог духа не боязни, но силы и любви и целомудрия (2 Тимофею 1:7)",
    "Господь — свет мой и спасение мое: кого мне бояться? Господь — крепость жизни моей: кого мне страшиться? (Псалом 26:1)",
    "Не унывай, ибо радость пред Господом — подкрепление для тебя (Неемия 8:10)",
    "Ибо у Тебя источник жизни; во свете Твоем мы видим свет (Псалом 35:10)",
    "Блажен человек, который надеется на Господа (Иеремия 17:7)",
    "Ибо знаю, что Искупитель мой жив, и Он в последний день восставит из праха распадающуюся кожу мою сию (Иов 19:25)",
    "И отрет Бог всякую слезу с очей их, и смерти не будет уже; ни плача, ни вопля, ни болезни уже не будет; ибо прежнее прошло (Откровение 21:4)",
    "Возведи очи твои к небу и посмотри: кто сотворил их? Кто выводит воинство их счетом? Он всех их называет по имени: по множеству могущества и великой силе у Него ничто не выбывает (Исаия 40:26)",
    "Ибо я знаю мысли, какие думаю о вас, говорит Господь, мысли мира, а не зла, чтобы дать вам будущность и надежду (Иеремия 29:11)",
    "Но, по обетованию Его, ожидаем нового неба и новой земли, на которых обитает правда (2 Петра 3:13)",
    "Ибо кратковременное легкое страдание наше производит в безмерном преизбытке вечную славу (2 Коринфянам 4:17)",
    "Будьте друг к другу добры, сострадательны, прощайте друг друга, как и Бог во Христе простил вас (Ефесянам 4:32)",
    "Ибо если вы будете прощать людям согрешения их, то простит и вам Отец ваш Небесный (Матфея 6:14)",
    "Носите бремена друг друга, и таким образом исполните закон Христов (Галатам 6:2)",
    "Блаженны милостивые, ибо они помилованы будут (Матфея 5:7)",
    "Милосердый Господь дал нам утешение и надежду (2 Фессалоникийцам 2:16)",
    "Прощайте друг друга, как Бог во Христе простил вас (Ефесянам 4:32)",
    "Не будь побежден злом, но побеждай зло добром (Римлянам 12:21)",
    "Блаженнее давать, нежели принимать (Деяния 20:35)",
    "Кто покрывает проступок, тот ищет любви; а кто снова напоминает о нем, тот удаляет друга (Притчи 17:9)",
    "И как хотите, чтобы с вами поступали люди, так и вы поступайте с ними (Луки 6:31)",
    "Не о себе только каждый заботься, но каждый и о других (Филиппийцам 2:4)",
    "Признавайтесь друг пред другом в проступках и молитесь друг за друга, чтобы исцелиться (Иакова 5:16)",
    "Всякое даяние доброе и всякий дар совершенный нисходит свыше, от Отца светов (Иакова 1:17)",
    "Ищите же прежде Царства Божия и правды Его, и это все приложится вам (Матфея 6:33)",
    "Не собирайте себе сокровищ на земле, где моль и ржа истребляют и где воры подкапывают и крадут (Матфея 6:19)",
    "Ибо где сокровище ваше, там будет и сердце ваше (Матфея 6:21)",
    "Никто не может служить двум господам: ибо или одного будет ненавидеть, а другого любить; или одному станет усердствовать, а о другом нерадеть. Не можете служить Богу и маммоне (Матфея 6:24)",
    "Не заботьтесь для души вашей, что вам есть и что пить, ни для тела вашего, во что одеться (Матфея 6:25)",
    "Посмотрите на птиц небесных: они ни сеют, ни жнут, ни собирают в житницы; и Отец ваш Небесный питает их. Вы не гораздо ли лучше их? (Матфея 6:26)",
    "Да не смущается сердце ваше; веруйте в Бога, и в Меня веруйте (Иоанна 14:1)",
    "Я есмь путь и истина и жизнь; никто не приходит к Отцу, как только через Меня (Иоанна 14:6)",
    "Если любите Меня, соблюдите Мои заповеди (Иоанна 14:15)",
    "Утешитель же, Дух Святый, Которого пошлет Отец во имя Мое, научит вас всему и напомнит вам все, что Я говорил вам (Иоанна 14:26)",
    "Я есмь лоза, а вы ветви; кто пребывает во Мне, и Я в нем, тот приносит много плода; ибо без Меня не можете делать ничего (Иоанна 15:5)",
    "Сия есть заповедь Моя, да любите друг друга, как Я возлюбил вас (Иоанна 15:12)",
    "Нет больше той любви, как если кто положит душу свою за друзей своих (Иоанна 15:13)",
    "Не вы Меня избрали, а Я вас избрал и поставил вас, чтобы вы шли и приносили плод (Иоанна 15:16)",
    "В мире будете иметь скорбь; но мужайтесь: Я победил мир (Иоанна 16:33)",
    "Освяти их истиною Твоею; слово Твое есть истина (Иоанна 17:17)",
    "Да будут все едино, как Ты, Отче, во Мне, и Я в Тебе, так и они да будут в Нас едино (Иоанна 17:21)",
    "Ибо так возлюбил Бог мир, что отдал Сына Своего Единородного, дабы всякий верующий в Него, не погиб, но имел жизнь вечную (Иоанна 3:16)",
    "Рожденное от плоти есть плоть, а рожденное от Духа есть дух (Иоанна 3:6)",
    "Должно вам родиться свыше (Иоанна 3:7)",
    "Ибо не послал Бог Сына Своего в мир, чтобы судить мир, но чтобы мир спасен был через Него (Иоанна 3:17)",
    "Верующий в Него не судится, а неверующий уже осужден, потому что не уверовал во имя Единородного Сына Божия (Иоанна 3:18)",
    "Приходящего ко Мне не изгоню вон (Иоанна 6:37)",
    "Воля Пославшего Меня есть та, чтобы всякий, видящий Сына и верующий в Него, имел жизнь вечную; и Я воскрешу его в последний день (Иоанна 6:40)",
    "Я есмь хлеб жизни (Иоанна 6:48)",
    "Я есмь свет миру; кто последует за Мною, тот не будет ходить во тьме, но будет иметь свет жизни (Иоанна 8:12)",
    "Познаете истину, и истина сделает вас свободными (Иоанна 8:32)",
    "Я есмь дверь овцам (Иоанна 10:7)",
    "Я пришел для того, чтобы имели жизнь и имели с избытком (Иоанна 10:10)",
    "Я есмь пастырь добрый: пастырь добрый полагает жизнь свою за овец (Иоанна 10:11)",
    "Овцы Мои слушаются голоса Моего, и Я знаю их; и они идут за Мною (Иоанна 10:27)",
    "Я и Отец — одно (Иоанна 10:30)",
    "Я есмь воскресение и жизнь; верующий в Меня, если и умрет, оживет (Иоанна 11:25)",
    "И всякий, живущий и верующий в Меня, не умрет вовек (Иоанна 11:26)",
    "Заповедь новую даю вам, да любите друг друга; как Я возлюбил вас, так и вы да любите друг друга (Иоанна 13:34)",
    "По тому узнают все, что вы Мои ученики, если будете иметь любовь между собою (Иоанна 13:35)",
    "В доме Отца Моего обителей много. А если бы не так, Я сказал бы вам: «Я иду приготовить место вам» (Иоанна 14:2)",
    "И если Я пойду и приготовлю вам место, приду опять и возьму вас к Себе, чтобы и вы были, где Я (Иоанна 14:3)",
    "Я есмь истинная виноградная лоза, а Отец Мой — виноградарь (Иоанна 15:1)",
    "Вы уже очищены через слово, которое Я проповедал вам (Иоанна 15:3)",
    "Если бы вы были от мира, то мир любил бы свое; а как вы не от мира, но Я избрал вас от мира, потому ненавидит вас мир (Иоанна 15:19)",
    "Когда же приидет Утешитель, Которого Я пошлю вам от Отца, Дух истины, Который от Отца исходит, Он будет свидетельствовать о Мне (Иоанна 15:26)",
    "Сия же есть жизнь вечная, да знают Тебя, единого истинного Бога, и посланного Тобою Иисуса Христа (Иоанна 17:3)",
    "Я прославил Тебя на земле, совершил дело, которое Ты поручил Мне исполнить (Иоанна 17:4)",
    "Отче! которых Ты дал Мне, хочу, чтобы там, где Я, и они были со Мною, да видят славу Мою (Иоанна 17:24)"
  ],
  "christian_words": [
    "Да благословит вас Господь!",
    "Мир вам и благодать Божья!",
    "Да пребудет с вами любовь Христова!",
    "Божьих благословений на ваш путь!",
    "Да утешит вас Господь в ваших нуждах!",
    "С Богом в сердце и верой в душе!",
    "Да осенит вас благодать Святого Духа!",
    "Христос посреди нас!",
    "Будьте благословенны во имя Отца и Сына и Святого Духа!",
    "Да хранит вас Господь на всех путях ваших!",
    "Божьего мира вашему дому!",
    "Да укрепит вас Господь в вере!",
    "Божьей мудрости в принятии решений!",
    "Да руководствуетесь вы волей Божьей!",
    "Божьей радости в сердце!",
    "Да сопутствует вам ангел-хранитель!",
    "Божьей помощи во всех благих начинаниях!",
    "Да будет воля Господня в вашей жизни!",
    "Божьего целительства души и тела!",
    "Да наполнится сердце ваше надеждой!",
    "Божьего утешения в скорбях!",
    "Да пребудет с вами благодать!",
    "Божьего водительства в жизни!",
    "Да осветит Господь ваш путь!",
    "Божьего покрова над вами!",
    "Да благословит Господь вашу семью!",
    "Божьего терпения в испытаниях!",
    "Да умиротворит Господь ваше сердце!",
    "Божьей силы в немощи!",
    "Да возрадуется дух ваш о Господе!",
    "Божьего прозрения в трудных ситуациях!",
    "Да наполнит Господь мир ваш!",
    "Божьей заботы в каждодневных нуждах!",
    "Да благословит Господь ваши труды!",
    "Божьего благословения на детей ваших!",
    "Да хранит Господь ваш покой!",
    "Божьей любви в отношениях!",
    "Да утешит вас Господь в печали!",
    "Божьего света во тьме!",
    "Да укрепит Господь вашу веру!",
    "Божьего прощения и милосердия!",
    "Да научит Господь смирению!",
    "Божьей радости в служении!",
    "Да благословит Господь ваше здоровье!",
    "Божьего слова в сердце!",
    "Да направит Господь стопы ваши!",
    "Божьего благословения на дом ваш!",
    "Да защитит Господь от всякого зла!",
    "Божьей мудрости в воспитании!",
    "Да утешит Господь в одиночестве!",
    "Божьего мира в душе!",
    "Да благословит Господь вашу молитву!",
    "Божьей помощи в искушениях!",
    "Да сохранит Господь вашу чистоту!",
    "Божьего утешения в потере!",
    "Да наполнит Господь любовью сердце!",
    "Божьего благословения на работу!",
    "Да укрепит Господь ваше терпение!",
    "Божьей радости в общении!",
    "Да благословит Господь ваш отдых!",
    "Божьего вдохновения в творчестве!",
    "Да осветит Господь ваш разум!",
    "Божьего покрова над семьей!",
    "Да научит Господь благодарности!",
    "Божьего благословения на путешествие!",
    "Да хранит Господь вашу юность!",
    "Божьей мудрости в старости!",
    "Да утешит Господь в болезни!",
    "Божьего исцеления для страждущих!",
    "Да благословит Господь ваши планы!",
    "Божьего провидения в судьбе!",
    "Да наполнит Господь мир ваш!",
    "Божьей помощи в учебе!",
    "Да благословит Господь ваши таланты!",
    "Божьего слова для размышления!",
    "Да укрепит Господь вашу надежду!",
    "Божьего утешения для скорбящих!",
    "Да благословит Господь ваше служение!",
    "Божьей радости в праздники!",
    "Да хранит Господь вашу верность!",
    "Божьего благословения на брак!",
    "Да научит Господь прощению!",
    "Божьей помощи в бедности!",
    "Да благословит Господь ваше богатство!",
    "Божьего смирения в успехе!",
    "Да утешит Господь в гонениях!",
    "Божьей силы в борьбе!",
    "Да наполнит Господь вашу жизнь смыслом!",
    "Божьего благословения на дружбу!",
    "Да хранит Господь ваше единство!",
    "Божьей любви к врагам!",
    "Да благословит Господь ваше гостеприимство!",
    "Божьего мира между народами!",
    "Да научит Господь милосердию!",
    "Божьей помощи страждущим!",
    "Да благословит Господь вашу щедрость!",
    "Божьего утешения для одиноких!",
    "Да хранит Господь вашу чистоту помыслов!",
    "Божьей благодати на каждый день!",
    "Да пребудет с вами Господь всегда!"
  ]
}